[Character.CharClass_AngelBoss AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Skills.Skill_AngelBoss_HealthRegen SkillDefinition]
SkillName="Absorção de Vida"
SkillDescription="Regenera a saúde enquanto usa o raio de absorção de vida."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_AngelBoss_WebSlow SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_AngelBoss_WebSlow:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Inflige $NUMBER$ de danos incendiários."
NoConstraintText=""
Suffix=""
Prefix=""

